Repository: fbwiki/website
Catalog: */LC_MESSAGES/messages.po
Languages: fr_fr, ro_ro

# Navigation toggle for mobile users.
source: Toggle navigation
fr_fr: Basculer la navigation

# Refers to the homepage of the wiki.
source: Home
fr_fr: Maison

source: Tools
fr_fr: Outils
ro_ro: Instrumente

# Title to go to information that shows how to find us elsewhere on the web.
source: Find Us
fr_fr: Trouve Nous
ro_ro: Găsește-ne

# Title to go to information on the FB Wiki team and major contributors.
source: The Team
fr_fr: L'Équipe
ro_ro: Echipa

# Title to go to legal information.
source: Legal
fr_fr: Juridique

# Title for the page searching the wiki.
source: Search the Wiki
fr_fr: Rechercher sur le Wiki
ro_ro: Caută în Wiki

# Button to press to submit search.
source: Go
fr_fr: Aller

source: NEWS!
fr_fr: NOUVELLES!
ro_ro: NOUTĂȚI!

source: BREAKING NEWS!
fr_fr: DERNIÈRES NOUVELLES!
ro_ro: NOUTĂȚI DE ULTIMĂ ORĂ!

# Title and/or link for the legal information about the wiki.
source: Legal Information
fr_fr: Informations légales
ro_ro: Informații legale

# A sub header summarizing what the wiki does.
source: the community run wiki about Facebook
fr_fr: la communauté terme wiki à propos de Facebook

# Motto
source: Your comprehensive guide to everything Facebook related.
fr_fr: Votre guide complet pour tout liée Facebook.
ro_ro: Ghidul tău complet pentru tot ceea ce este legat de Facebook.

# Link to learn more.
source: Learn more
fr_fr: Apprendre plus
ro_ro: Află mai mult

# Wiki intro.
source: The wiki is a great resource on everything Facebook related!
fr_fr: Le wiki est une grande ressource sur tout liée Facebook!
ro_ro: Wiki este cea mai bună sursă pentru orice legat de Facebook.

# Wiki intro text.
source: This wiki is currently mainly based on Facebook Places but it is in the process of being expanded to other aspects of Facebook.
fr_fr: Ce wiki est actuellement basé principalement sur Facebook Places, mais il est en train d'être élargi à d'autres aspects de Facebook.
ro_ro: Momentan Wiki în mare parte este axat pe Locuri Facebook

# Wiki intro text.
source: Here you learn how to become a Super Places Editor.
fr_fr: Ici, vous apprendrez à devenir un éditeur de Super Places.
ro_ro: Aici poți afla cum să devii un Super Editor de Locuri.

# Wiki intro text.
source: In this wiki you will find information about Places and Pages including how to edit their data fields, how to use the Places Editor Tool and what is common practice in various scenarios.
fr_fr: Dans ce wiki, vous trouverez des informations sur les lieux et les pages, y compris la façon de modifier leurs champs de données, comment utiliser l'éditeur de l'outil Lieux et ce qui est pratique courante dans différents scénarios.
ro_ro: În acest wiki vei găsi informații despre Locuri și Pagini incluzând cum se editează date, cum se folosește Instrumentul pentru Editarea Locurilor și ce au în comun.

# Wiki intro text.
source: There is also more in depth information about the data fields like location information and contact information.
fr_fr: Il ya aussi des informations plus détaillées sur les champs de données tels que les informations de localisation et les informations de contact.
ro_ro: Sunt mai multe informații complexe despre câmpuri de date precum informații referitoare la locație și informații de contact.

# Link to the page for requesting an account on the wiki.
source: Request an Account
fr_fr: Demander un compte
ro_ro: Solicită un Cont

source: Facebook Places is a product by Facebook that helps users find nearby locations and announce their presence by %schecking in%s to %sPlaces%s.
fr_fr: Facebook Places est un produit par Facebook qui aide les utilisateurs à trouver les localités voisines et annoncent leur présence par sContrôle% en% s à% sPlaces% s.

source: People can also %sedit%s Places to improve the Facebook experience for others.
fr_fr: Les gens peuvent également% Sedit% s Places pour améliorer l'expérience Facebook pour les autres.

source: The FB Wiki was %soriginally created%s to provide advanced information to %sPlaces Editors%s and has since been expanded to other aspects of Facebook.
fr_fr: Le FB Wiki était% soriginally créé% s pour fournir l'information de pointe aux rédacteurs% s% et a depuis été élargi à d'autres aspects de Facebook.

source: We provide a %sQuick Start Guide%s aimed at Places Editors, both experienced and new editors, and a comprehensive %sFAQ%s.
fr_fr: Nous fournissons un guide%% s visant à Lieux éditeurs, rédacteurs en chef à la fois expérimentés et nouveaux, et un vaste% SFAQ% s sGuide de démarrage rapide.

# Facebook pages intro text.
source: Pages on Facebook can be used by both businesses and communities to spread their brand or cause.
fr_fr: Pages sur Facebook peuvent être utilisés par les entreprises et les communautés à se répandre leur marque ou leur cause.

# Facebook pages intro text.
source: We provide information about how to use pages and how to manage them.
fr_fr: Nous fournissons des informations sur la façon d'utiliser des pages et comment les gérer.
ro_ro: Noi furnizăm informații pentru cum se folosesc și cum se administrează paginile.

# Facebook pages intro text.
source: We current focus mainly on pages with location data but this will be extended in the future.
fr_fr: Nous nous concentrons principalement sur les pages en cours avec les données de localisation, mais ce sera étendu à l'avenir.
ro_ro: Momentan ne axăm în principal pe pagini care conțin date despre locații dar vom extinde în viitor.

# Facebook groups intro text.
source: Facebook Groups are places on the Facebook platform whereby people with similar interest can join in a community in the form of a group.
fr_fr: Groupes Facebook sont des lieux sur la plate-forme Facebook où les gens avec des intérêts similaires peuvent se joindre à une communauté sous la forme d'un groupe.
ro_ro: Grupuri Facebook sunt locuri pe platforma Facebook unde oameni cu interese similare pot forma un grup sau să facă parte dintr-o comunitate.

source: We have essential information about how to use and manage groups.
fr_fr: Nous avons des informations essentielles sur la façon d'utiliser et de gérer des groupes.
ro_ro: Avem informații esențiale despre cum se folosește și cum se administrează grupurile.

# Facebook intro text. (Please leave the '%s' intact as they are around links.)
source: Information about the Facebook platform itself, how to use it and any other helpful information.
fr_fr: Informations sur la plate-forme Facebook lui-même, comment l'utiliser et toute autre information utile.
ro_ro: Informații despre platforma Facebook, cum se folosește, dar și alte informații utile.

# Abuse intro text. (Please leave the '%s' intact as they are around links.)
source: Occasionally you may find someone abusing the Facebook platform.
fr_fr: Occasionnellement, vous pouvez trouver quelqu'un abusant de la plate-forme Facebook.
ro_ro: Ocazional poți găsi pe cineva care abuză de platforma Facebook.

# Abuse more info. (Please leave the '%s' intact as they are around links.)
source: We have information about how to deal with this.
fr_fr: Nous avons des informations sur la façon de traiter cette question.
ro_ro: Avem informații

# Title for the tools we built section.
source: Tools we Built
fr_fr: Outils Nous avons construit

# Tools intro text.
source: Various tools have been built by the community on Facebook to assist with various tasks.
fr_fr: Différents outils ont été construits par la communauté sur Facebook pour aider à diverses tâches.
ro_ro: Numeroase instrumente au fost create de comunitate penru a rezolva diferite sarcini pe Facebook.

# Title of Places Editors Groups page.
source: Places Editors Groups
fr_fr: Place rédacteurs Groupes
ro_ro: Grupul Editorilor de Locuri

source: The %sPlaces Editors Group Finder%s is a map showing all the groups on Facebook for Places Editors, including the international, social and ideas groups.
fr_fr: Le groupe Editors% sPlaces Finder% s est une carte montrant tous les groupes sur Facebook pour Lieux éditeurs, y compris les groupes internationaux, sociaux et idées.
ro_ro: %sPlaces Editors Group Finder%s este o hartă care arată toate grupurile de Editare Locuri pe Facebook, incluzând cea internațională, socială și de sugestii.

# What the Places Editors Groups Finder does.
source: Access this page to find a group for your area.
fr_fr: Accédez à cette page pour trouver un groupe pour votre région.
ro_ro: Accesează această pagină pentru a găsi grupul pentru țara ta.

# Link to the Places Editors Groups page.
source: Find a Places Editors Group
fr_fr: Trouver un groupe Places éditeurs
ro_ro: Găsește un grup

# Name of the Facebook Editor Helper.
source: Editor Helper
fr_fr: Editeur Helper

source: The %sFacebook Editor Helper%s (formally %sGraph Editor Helper%s) is a Google Chrome extension designed to improve the speed and accuracy with which places can be edited using Facebook's Editor app.
fr_fr: La% sFacebook Editor Helper% s (formellement% sGraph Editor Helper% s) est une extension Google Chrome conçu pour améliorer la vitesse et la précision avec laquelle endroits peuvent être modifiés à l'aide Editor app Facebook.

source: This is a GitHub project which you can %scontribute to%s and %sread the documentation%s.
fr_fr: Ceci est un projet GitHub que vous pouvez scontribute% à% s et% sLit la documentation% s.
ro_ro: Acesta este un proiect GitHub la care poți %scontribui%s și să %scitești documentația%s.

source: Install the Facebook Editor Helper
fr_fr: Installez le Facebook Editor Helper

source: Link Generator
fr_fr: Lien Générateur
ro_ro: Generator de Link

source: Retired
fr_fr: Retraité
ro_ro: Retras

source: The %sModule Tweak Link Generator%s was a simple tool that was created to provide a link to edit specific Places if their ID number or page link was added to the input field.
fr_fr: La% sModule Tweak Lien Générateur% s était un outil simple qui a été créé pour fournir un lien pour modifier Lieux spécifiques si leur numéro d'identification ou de la page lien a été ajouté à la zone de saisie.
ro_ro: %sModule Tweak Link Generator%s a fost un instrument simplu folosit la furnizarea link-urilor pentru a edita Locuri specifice dacă ID-ul sau link-ul paginii a fost adăugat în câmpul de intrare.

source: A module could then be chosen to edit the desired field in the Places Editor for this specified Place.
fr_fr: Un module pourrait alors être choisi pour modifier le champ souhaité dans l'éditeur Places pour ce lieu déterminé.
ro_ro: Un modul, mai apoi putea să fie ales pentru a edita câmpurile locului dorit în Editare Locuri.

source: Module Tweak Link Generator
fr_fr: Module Tweak Lien Générateur

source: %sAnnounced%s in %sJune 25, 2013%s, the %sModule Tweak Link Generator%s was a tool designed to help you edit and review Places.
fr_fr: % SAnnounced% s en% sJune 25, 2013% s, l'% sModule Tweak Lien Générateur% s était un outil conçu pour vous aider à éditer et d'examen Places.
ro_ro: %sAnunțat%s în data de %s25 Iunie, 2013%s,

source: The tool worked by generating a link based on various inputs: a URL, an ID number or a search query.
fr_fr: L'outil a travaillé en générant un lien fondé sur différentes entrées: une URL, un numéro d'identification ou d'une requête de recherche.
ro_ro: Instrumentul a funcționat pe baza generării unui link provenit de la: un URL, un număr ID sau o interogare de căutare.

source: The tool was a %sgreat success%s and was %swidely used%s.
fr_fr: L'outil était succès% s% s et était% swidely utilisé% s.
ro_ro: Instrumentul a fost %sun mare succes%s și a fost %sfolosit pe scară largă%s.

source: The tool was one of the most used pages on the FB Wiki (named Facebook Places Wiki at the time).
fr_fr: L'outil a été l'une des pages les plus utilisés sur le FB Wiki (Facebook Places nommé Wiki à l'époque).
ro_ro: Instrumentul a fost printre cele mai folosite pagini pe FB Wiki (numit Locuri pe Facebook Wiki la acel moment).

source: It kept going strong and was redesigned recently to fit with the new FB Wiki design.
fr_fr: Il a continué à aller fort et a été remanié récemment pour répondre à la nouvelle conception FB Wiki.
ro_ro: A continuat să fie la fel de bine și a fost reconceput recent să se potrivească cu noul design al FB Wiki.

source: %sUnfortunately%s though, the option to search for Places to edit by a search query was removed by Facebook meaning that we could no longer use those functions on the tool.
fr_fr: % SUnfortunately% s bien, la possibilité de rechercher des lieux à modifier par une requête de recherche a été supprimé par Facebook sens que nous ne pouvions plus utiliser ces fonctions sur l'outil.
ro_ro: %sDin păcate%s totuși, opțiunea de a căuta Locuri pentru a le edita prin căutare a fost eliminată de către Facebook, însemnând că nu mai puteam folosi acele funcții în instrument.

source: Recently Facebook has been updating the Places Editor app to a single module design meaning that many modules in the tool no longer serve a purpose.
fr_fr: Récemment Facebook a mis à jour l'application Lieux éditeur à un module de conception unique qui signifie que de nombreux modules dans l'outil ne servent plus un but.
ro_ro: Recent, Facebook și-a actualizat aplicația Editare Locuri la un singur modul, însemnând că celelalte module din instrument nu mai puteau fi folosite.

source: Improvements to the Facebook Places system mean more items can be reviewed and edited directly from clicking 'Edit' on a Place.
fr_fr: Les améliorations apportées au système Facebook Places signifient plusieurs éléments peuvent être revus et édités directement depuis cliquant sur «Modifier» sur une place.
ro_ro: Îmbunătățirile sistemului Locuri Facebook au avut ca efect editarea directă, făcând click pe 'Editare' la un Loc.

source: As a result of all these changes we have decided that Facebook are improving their system well enough that our tool is no longer as useful as it used to be.
fr_fr: À la suite de tous ces changements, nous avons décidé que Facebook améliorent leur système assez bien que notre outil est plus aussi utile que l'habitude d'être.
ro_ro: Ca și rezultat a acestor schimbări făcute de Facebook, am ajuns la concluzia că sistemul devenise destul de eficient, astfel încât instrumentul creat de noi nu a mai fost necesar.

source: We have chosen to %sretire%s the tool on %sAugust 11, 2014%s because of this.
fr_fr: Nous avons choisi de% sretire% s l'outil sur 11% sAugust 2014% s à cause de cela.
ro_ro: Am ales să %sretragem%s instrumentul pe %s11 August, 2014%s din cauza asta.

source: We hope the tool will be remembered for the great help it has been.
fr_fr: Nous espérons que l'outil se souviendra pour la grande aide qu'il a été.
ro_ro: Sperăm ca acest instrument să fie amintit pentru ajutorul imens pe care ni l-a oferit.

source: Screenshot of part of the Module Tweak Link Generator
fr_fr: Capture d'écran d'une partie du module Tweak Lien Générateur
ro_ro: Captură de ecran pentru o parte din Module Tweak Link Generator

source: This is one of the graphics used to present the Module Tweak Link Generator when it was in use.
fr_fr: Ceci est l'un des graphiques utilisées pour présenter le module Tweak Lien Générateur quand il était dans l'utilisation.
ro_ro: Aceasta este una dintre graficile folosite să prezinte Module Tweak Link Generator când a fost încă folosit.

source: February 2014.
fr_fr: Février 2014.
ro_ro: Februarie 2014.

source: Thanks everyone for enjoying the tool! We look forward to bringing more features soon to the FB Wiki!
fr_fr: Merci à tous pour profiter de l'outil! Nous avons hâte d'apporter bientôt plus de fonctionnalités pour le FB Wiki!
ro_ro: Mulțumim tuturor pentru folosirea instrumentului! Așteptăm cu nerăbdare să aducem mai multe caracteristici în curând pe FB Wiki!

source: Text last updated on August 11, 2014.
fr_fr: Texte dernière mise à jour le 11 Août 2014.
ro_ro: Text ultima dată actualizat pe 11 August, 2014.

source: Close
fr_fr: Près
ro_ro: Închide

source: Find Us on the Web
fr_fr: Retrouvez-nous sur le Web

source: Coming soon
fr_fr: À venir
ro_ro: În curând

source: You can find us primarily on Facebook on our %spage%s and in our %sgroup%s, or you can follow us on %sTwitter%s where we broadcast updates from our Facebook page and on %sGoogle+%s %s!
fr_fr: Vous pouvez nous trouver principalement sur Facebook sur notre% spage% s et dans notre% sgroup% s, ou vous pouvez nous suivre sur sTwitter%% s où nous diffusons des mises à jour de notre page Facebook et sur sGoogle% +% s% s!
ro_ro: Ne poți găsi pe Facebook pe %spagina%s noastră și pe %sgrupul%s nostru, sau poți să ne urmărești pe %sTwitter%s unde publicăm actualizările de pe pagina de Facebook și pe %sGoogle+%s %s!

source: Be sure to join us to get the latest news!
fr_fr: Assurez-vous joindre à nous pour obtenir les dernières nouvelles!
ro_ro: Asigură-te că ni te-ai alăturat pentru a primi cele mai recente noutăți!

source: Facebook Icon
fr_fr: Facebook Icône
ro_ro: Icoană Facebook

source: The FB Wiki Team
fr_fr: Le Wiki équipe FB
ro_ro: Echipa FB Wiki

source: Major Contributors
fr_fr: Principaux contributeurs

source: The following people are apart of the FB Wiki team or are major contributors.
fr_fr: Les personnes suivantes sont en dehors de l'équipe FB Wiki ou sont les principaux contributeurs.
ro_ro: Următoarele persoane fac parte din echipa FB Wiki sau se numără printre principalii colaboratori.

source: There are many more people who have also helped in various communities but we couldn't fit everyone on this page.
fr_fr: Il ya beaucoup plus de personnes qui ont également contribué à diverses communautés, mais nous ne pouvions pas tenir tout le monde sur cette page.
ro_ro: Există mult mai multe persoane care de asemenea au ajutat în diferite comunități, dar nu am putut pune aici pe toată lumea.

source: Jason Friend
fr_fr: Jason ami

source: Jason is the original founder of the %swiki%s and maintains the %sFB Wiki website%s.
fr_fr: Jason est le fondateur de l'% Swiki% s et maintient le site Wiki% SFB% s.
ro_ro: Jason este fondatorul original al %swiki%s și întreține %ssite-ul FB Wiki%s.

source: He also manages the Facebook page & Twitter for the %sFB Wiki%s and the %sPlaces Editors Community%s.
fr_fr: Il gère également la page Facebook & Twitter pour l'% SFB Wiki% s et l'% sPlaces rédacteurs% communautaire s.

source: You can find him administering numerous %sPlaces Editors groups%s including the main international group.
fr_fr: Vous pouvez trouver lui administrer de nombreux groupes sPlaces% Editeurs% s, y compris le groupe international principal.

source: Emile created the %soriginal FAQ%s for the Places Editors community which %slater became%s part of the FB Wiki.
fr_fr: Emile a créé la FAQ% soriginal% s pour la communauté Places éditeurs qui% Slater est devenu la partie% de la FB Wiki.

source: He has also helped %supdate the content%s on the wiki and %sproofread it%s.
fr_fr: Il a également aidé% supdate le contenu% s sur le wiki et il% sproofread% s.

source: Michel is the original founder of the %sFacebook Editor Helper%s and is the main developer %scurrently improving it%s.
fr_fr: Michel est le fondateur de l'% sFacebook Editor Helper% s et est le principal développeur% scurrently l'améliorer% s.

source: Places Editors Community
fr_fr: Place Editors Communauté
ro_ro: Comunitatea Editorilor de Locuri

source: This community is in the reason the FB Wiki was originally founded and the community regular helps with the %sFacebook Places%s side of the wiki.
fr_fr: Cette communauté est dans la raison, le FB Wiki a été fondée à l'origine et de la régulière de la communauté aide à la sFacebook Lieux côté%% s du wiki.
ro_ro: Această comunitate este motivul pentru care FB Wiki a fost fondat și alături de %sLocuri pe Facebook%s ajută comunitatea wiki.

source: FB Wiki Community
fr_fr: FB Wiki communautaire
ro_ro: Comunitatea FB Wiki

source: The community of people in the FB Wiki's Facebook group are essential in helping improve the %swiki%s and other %stools%s.
fr_fr: La communauté de personnes dans le groupe Facebook de la FB Wiki sont essentiels pour aider à améliorer l'% Swiki% s et autres tabourets%% s.
ro_ro: Comunitatea celor care fac parte din grupul de Facebook, FB Wiki, este esențial în îmbunătățirea %swiki%s și a altor %sinstrumente%s.

source: This project would not be a success without them.
fr_fr: Ce projet ne serait pas un succès sans eux.
ro_ro: Acest proiect nu ar fi de succes fără ei.

source: (This section is in English only).
fr_fr: (Cet article est en anglais seulement).
ro_ro: (Această secțiune este doar în limba Engleză).

source: Contact Us
fr_fr: Contactez Nous

source: If you wish to contact us, please do so by either messaging our %sFacebook page%s or by posting in our %sFacebook group%s.
fr_fr: Si vous souhaitez nous contacter, s'il vous plaît le faire soit par messagerie notre% page sFacebook% s ou en affichant dans notre groupe% sFacebook% s.
ro_ro: Dacă dorești să ne contactezi, o poți face fie prin intermediul %spaginii Facebook%s, fie să postezi în acest %sgrup Facebook%s.

source: Alternatively, you may email the FB Wiki with the following email address:
fr_fr: Alternativement, vous pouvez envoyer un courriel au FB Wiki avec l'adresse e-mail suivante:
ro_ro: În mod alternativ, puteți trimite un email către FB Wiki la această adresă de email:

source: email cannot be shown without javascript
fr_fr: mail ne peut pas être représentée sans javascript
ro_ro: email-ul nu poate fi afișat fără javascript

source: If you need to contact us urgently regarding this website then please email the developer, Jason Friend, using the email on %shis personal website%s.
fr_fr: Si vous avez besoin de nous contacter au sujet de ce site de toute urgence alors s'il vous plaît écrivez-le développeur, Jason ami, en utilisant l'e-mail sur% shis site perso% s.
ro_ro: Dacă ai nevoie să ne contactezi urgent privind acest site web atunci atunci te rugăm să trimiți un email dezvoltatorului, Jason Friend, folosind adresa de email aflat pe %ssite-ul lui de web personal%s.

source: In the near future we will update this page with a form to make it easier for you to contact us by email and to let us respond faster.
fr_fr: Dans un proche avenir, nous mettrons à jour cette page avec un formulaire pour le rendre plus facile pour vous de nous contacter par e-mail et de nous répondre plus rapidement.
ro_ro: În viitorul apropiat vom actualiza această pagină cu un formular care va face mult mai ușoară contactarea noastră prin email și să putem răspunde mai rapid.

source: For help about Facebook Places, please see the %sPlaces Editors group%s on Facebook.
fr_fr: Pour une aide sur Facebook Places, s'il vous plaît voir le groupe Editors% s de l'% sur Facebook.
ro_ro: Pentru a obține ajutor despre Locuri Facebook, te rugăm să vizitezi %sgrupul Editorilor de Locuri%s pe Facebook.

source: The Places Editors Group Finder is a map showing all the groups on Facebook for Places Editors, including the international, social and ideas groups.
fr_fr: Le Groupe Places rédacteurs Finder est une carte montrant tous les groupes sur Facebook pour Lieux éditeurs, y compris les groupes internationaux, sociaux et idées.

# Name given to the main Places Editors group.
source: Main International Group
fr_fr: Principal Group International

# Name given to the social community Places Editors group.
source: Social Community Group
fr_fr: Groupe social communautaire

# Name given to the ideas Places Editors group.
source: Ideas Group
fr_fr: Idées Groupe

source: Alternative List View
fr_fr: Liste Alternative View

# Explanation for what the 'Alternative List View' is.
source: Go to the Community tab of the Facebook Editor to see groups in list format.
fr_fr: Allez à l'onglet Communauté de l'éditeur de Facebook de voir des groupes sous forme de liste.

source: Error? Contact Us
fr_fr: Erreur? Contactez Nous

source: Loading
fr_fr: Chargement
