Repository: fbwiki/website
Catalog: */LC_MESSAGES/messages.po
Languages: fr_fr, ro_ro

source: Request an account on the FB Wiki &mdash; your comprehensive guide to everything Facebook related.
fr_fr: Demander un compte sur le FB Wiki & mdash; Votre guide complet pour tout liée Facebook.

source: This is the main wiki search page for the FB Wiki &mdash; your comprehensive guide to everything Facebook related.
fr_fr: Ceci est la page de recherche principale du wiki pour le FB Wiki & mdash; Votre guide complet pour tout liée Facebook.

source: Welcome to the main search page for the wiki &mdash; your comprehensive guide to everything Facebook related.
fr_fr: Bienvenue sur la page de recherche principale pour le wiki & mdash; Votre guide complet pour tout liée Facebook.
ro_ro: Bine ai venit pe pagina principală de căutare pentru wiki &mdash; ghidul tău complet pentru tot ceea ce este legat de Facebook.

# Link to the homepage of the wiki (at /facebookplaces/w/)
source: Wiki Start Page
ro_ro: Pagina de Start Wiki

# Tag to refer to Google Chrome extensions.
source: Chrome Extension
ro_ro: Extensie Chrome

source: Twitter Icon
ro_ro: Icoană Twitter

source: Google Plus Icon
ro_ro: Icoană Google Plus
